<template>
  <v-container>
    <v-row>
      <v-col cols="12">
        <v-img
          :src="require('../assets/alcohol_main.jpeg')"
          class="my-3"
          contain
          height="200"
        />
      </v-col>

      <v-col class="mb-4">
        <h1 class="display-2 font-weight-bold mb-3 text-center">
          이 페이지는 금주의 위험성을 알리고 <br>적당히 마시기 위한 가이드를 제공합니다
        </h1>

        <p class="subheading font-weight-regular text-center">
          무엇보다 금주를 위해서 할 수 있는 가장 현명한 방법은 의사와 상의하는 것입니다.
          <br>
          의사는 당신이 음주를 자제하는 것이 좋은지 끊는 것이 좋은지 결정하는 것을 도울 수 있습니다.
          <br>
          알코올에 의존적인 사람이거나 다른 의료상의 문제나 정신적인 문제가 있다면 술을 완전히 끊어야 합니다.
        </p>
        <v-divider></v-divider>
        <br><br>
        <h2 class="red--text">
          알코올을 줄이는 방법 11
        </h2>
        <br>
        <h3>1. 기록하세요.</h3>
        <p>음주량을 줄여야 하는 이유에 관한 목록을 만들면 동기부여가 될 것입니다. <br>더 건강해진다고 느낀다든지, 잠을 더 잘 잔다든지, 인간관계를 개선한다든지 그런 이유 말입니다.</p>
        <h3>2. 술을 마시는 목표를 설정하세요.</h3>
        <p>얼마나 많이 마실지 그 양을 제한하세요. 음주량을 권고량보다 적게 유지해야 합니다.
          <br>권고량은 여성과 65세 이상 남성은 하루에 일반적인 잔으로 한 잔이며, 65세 미만 남성은 하루에 일반적인 잔으로 두 잔입니다.
          <br>이 권고량은 어떤 의료상의 문제가 있거나 노인에게는 너무 많을 수도 있습니다.
          <br>의사를 만나면 의사는 당신에게 알맞은 양을 정하는 것을 도와줄 것입니다.
        </p>
        <h3>3. 음주 일지를 쓰세요.</h3>
        <p>3~4주 동안 매번 음주한 것을 기록해보세요. 그 내용에는 어디에서 어떤 술을 얼마나 마셨는지가 들어 있어야 합니다.
          <br>그리고 이렇게 적은 것을 위 2번에서 설정한 목표와 비교해 보세요. 만약 목표를 달성하는 것이 힘들다면 그에 관하여 의료 전문인과 상의 하세요.</p>
        <h3>4. 집에 술을 두지 마세요.</h3>
        <p>집에 술이 없으면 음주량을 줄이는 데 도움이 될 수 있습니다.</p>
        <h3>5. 천천히 마시세요.</h3>
        <p>한 모금씩 조금씩 마시세요. 알코올 마신 후에 탄산음료나 물이나 주스를 마시세요. 절대로 빈 속에 술을 마시지 마세요.</p>
        <h3>6. 술 없는 날을 정하세요.</h3>
        <p>매주 하루나 이틀 술 없는 날을 정하세요. 삶에서 알코올이 없다면 육체적으로 그리고 정서적으로 어떨지 보기 위해 한 주 혹은 한 달 동안 금주해 보세요.
          <br>간헐적으로 술을 끊는 것은 술을 덜 마시는 좋은 방법이 될 수 있습니다.
        </p>
        <h3>7. 술 권하는 친구를 주의하세요.</h3>
        <p>정중하게 거절하는 방법을 익히세요. 단지 다른 사람이 술을 마신다고 해서 같이 술을 마실 필요도 없고,
          <br>권하는 모든 술에 응해야 한다는 의무감을 느낄 필요도 없습니다. 술 권하는 친구를 멀리하세요.
        </p>
        <h3>8. 바쁘게 지내세요.</h3>
        <p>산책하거나, 운동하거나, 외식하거나, 영화를 보세요. 집에 있을 때 할 수 있는 새로운 취미를 만들거나 오래전에 하던 취미를 다시 해 보세요.
          <br>그림 그리기도 좋고, 보드게임도 좋고, 악기 연주도 좋고, 목공도 좋습니다. 이런 활동들은 술을 피하는데 좋은 선택입니다.
        </p>
        <h3>9. 도움을 요청하세요.</h3>
        <p>술을 줄이는 것이 항상 쉬운 일은 아닙니다. 친구와 가족에게 도움이 필요하다는 것을 알리세요.
          <br>의사나 상담사나 치료사로부터 도움받을 수도 있을 것입니다.
        </p>
        <h3>10. 유혹을 경계하세요.</h3>
        <p>술을 마시고 싶게 만드는 사람과 장소를 피하세요. 휴일이나 휴가 같은 어떤 이벤트로 인해 술을 마신다면, 먼저 그런 이벤트를 어떻게 관리할지 계획을 세우세요.
          <br>자신의 감정을 지켜보세요. 걱정이 있을 때나 외로울 때나 화가 날 때 술을 마시고 싶을지도 모릅니다.
          <br>스트레스에 대처할 수 있는 새롭고 건강한 방법을 찾도록 노력하세요.
        </p>
        <h3>11. 끈기 있게 행동하세요.</h3>
        <p>술을 끊거나 줄인 대부분 사람도 몇 번의 시도 후에 성공했습니다. 당신도 좌절을 겪을 수 있지만, 그 좌절이 술을 끊으려는 장기적인 목표에 도달하는 데 방해되지 않도록 치우세요.
          <br>정말이지 종점은 없습니다. 이 과정은 대개 지속적인 노력이 필요하니까요.
          <br><br>
          위의 전략 중에서 술 권하는 친구를 피하고, 바삐 살고, 도움을 청하고, 유혹을 지켜보고, 끈기 있게 실행하는 것과 같은 것들은 술을 완전히 끊으려는 분들에게도 도움 될 것입니다.
          <br><br>
          술을 줄이는 데 성공하면, 그래서 음주량이 권고량에 이르거나 권고량보다 적다면, 음주 습관을 규칙적으로 평가해서 음주량이 유지되고 있는지 확인하세요. 어떤 사람은 목표에 달성한 것을 확인하고 나서 바로 이전 습관으로 돌아가기도 합니다. 이런 일이 일어나면, 의사를 만나세요.
        </p>
      </v-col>

      <v-col
          class="mb-5"
          cols="12"
      >
        <v-divider></v-divider>
        <br>
        <h2 class="headline font-weight-bold mb-3 text-center">
          출처
        </h2>

        <v-row justify="center">
          <a
              href="https://gradium.co.kr/cut-back-on-drinking/"
              class="subheading mx-3"
              target="_blank">
            알코올 중독에서 벗어나기 – 술을 줄이는 방법 11
          </a>
        </v-row>
        <v-row justify="center">
          <a
              href="https://www.health.harvard.edu/diseases-and-conditions/11-ways-to-curb-your-drinking"
              class="subheading mx-3"
              target="_blank">
            Harvard Medical School: 11 ways to curb your drinking
          </a>
        </v-row>
      </v-col>
    </v-row>
  </v-container>
</template>

<script>
  export default {
    name: 'HelloWorld',

    data: () => ({
      sojuCnt : 0,

    }),
  }
</script>
